Revit 2027 API
ParameterTypeId.SteelElemCopeZAngle Property
 "Plan rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemCopeZAngle { get; }
Public Shared ReadOnly Property SteelElemCopeZAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemCopeZAngle {
	ForgeTypeId^ get ();
}
static member SteelElemCopeZAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace